import image_cup from '../images/advantages/image-cup.png'

const advantages = [
    {
        image: image_cup,
        title: "Редактируйте текст в PDF",
        text: "Да, наш PDF редактор способен изменять существующий текст в ваших документах. Этот инструмент активирован по умолчанию. Так что больше не ищите: загружайте PDF и начинайте редактировать!",
        alt: 'redact'
    },
    {
        image: image_cup,
        title: "Безопасный редактор PDF",
        text: "Конфиденциальность пользователей наш главный приоритет. Ваши данные никогда не будут переданы третьим лицам и храниться дольше 2 часов. Редактируйте PDF файлы безопасно.",
        alt: 'safely'
    },
    {
        image: image_cup,
        title: "Добавляйте текст и изображения",
        text: "Редактируйте PDF файлы с помощью многофункциональной панели инструментов. Добавляйте изображения по URL или с вашего устройства в PDF документы, добавляйте текст в PDF с помощью инструмента «Текст» и делайте многое другое с помощью нашего бесплатного PDF редактора.",
        alt: 'add_image'
    },
    {
        image: image_cup,
        title: "Подписывайте PDF документы",
        text: "Ставьте пользовательскую подпись на PDF документы. Нарисуйте свою подпись, добавьте ее как изображение или введите свое имя и фамилию, чтобы сгенерировать ее.",
        alt: 'sign'
    },
    {
        image: image_cup,
        title: "PDF редактор с Искусственным Интеллектом",
        text: "Повысьте свою производительность с помощью ИИ функций в нашем PDF редакторе. Переводите, переписывайте, генерируйте и обобщайте контент.",
        alt: 'ai'
    },
    {
        image: image_cup,
        title: "Множество инструментов для изменения PDF",
        text: "Редактируйте PDF файлы различными способами: выделяйте текст в PDF с помощью инструментов «Выделение», «Подчеркивание» и «Зачеркивание», раздел рисуйте от руки, вставляйте линии и стрелки, используйте выделение белым цветом.",
        alt: 'other'
    },
];

export default advantages;